      1 
      1 
  74880 !
  16440 "
   1635 #
      1 ##
    461 %
   7074 &
   4968 '
      1 ':
  38025 (
      1 ('
     10 (':
      1 (;
      7 (=
  13205 )
   4090 *
    731 +
  52948 ,
  14487 -
    120 --->
     66 -->
     63 ->
  97823 .
   7915 /
  11546 :
      1 :'\
      1 :'{
      1 :'}
      1 :-@
      1 :-[
      5 :-\
      1 :-]
      1 :-}
     48 ::
      1 :;
      1 :=
     16 :@
      6 :[
     41 :\
     22 :]
      4 :{
     13 :}
   1234 ;
      1 ;-}
      6 ;:
      7 ;]
      1 ;}
   1956 <
     29 <-
     50 <--
    124 <---
      6 <<<>
      3 <<>
      1 <~>
    519 =
      1 ='[
      3 =:
      2 =[
      4 =\
      6 =]
      1 ={
   2885 >
      1 >:@
      1 >:[
  24473 ?
    384 @
    509 [
      8 [:
      1 [;
    291 \
      3 \:
      5 \=
    442 ]
     20 ]:
      1 ];
      1 ]=
   1008 ^
    868 _
    132 __
    167 `
     70 {
      4 {:
    976 |
      2 |:
     72 }
      2 }:
    791 ~
    820 $
      6 #a
      1 _a
  38270 a
      1 a-
      3 “
      1 ×
      2 a-a
     57 aa
      1 aaack
      1 aaactually
      1 aaaeeuuuhh
      1 #aaaf
      6 aaages
      1 aaaggh
      1 aaagh
     58 aaah
      1 aaahah
      1 aaahahhlrfiunwerjfdns
      1 #aaahh
     15 aaahh
      1 aaahha
      1 aaahhgggahshdjadjldlaldlglgls
      1 aaahhww
      2 aaahw
      1 aaak
      5 aaal
      1 aaall
      1 aaalways
      1 aaama
      9 aaand
      1 aaanyone
      1 aaard
      1 aaargh
      1 aaaron
      1 aaarrrg
      1 aaarrrggh
      1 aaas
      1 aaat
     21 aaaw
      1 aaawh
      4 aaaww
      1 aaawwe
      1 #aaawwfuull
      2 aaawwh
      3 aaawwwh
      2 aac
      1 aacchhho
      1 aa-cell
      1 aachu
      2 aad
      1 aaf
     41 aah
      2 aaha
      1 aahah
      2 aahaha
      1 aahahah
      1 aahahaha
      1 aahahahahahha
      1 aahahha
      1 aahet
      7 aahh
      1 aahha
      1 aahw
      1 aaie
      1 aaiey
      1 aaijaijai
      1 aainaa
      1 aair
      5 aaj
      1 aajm
      1 aal
      1 a'ali
      1 aaliya
     13 aaliyah
      1 aalleeaa
      1 aalways
      1 aama
      3 aameen
      1 aamiin
      1 aamras
      1 aan
      4 aand
      1 aangeboden
      1 aangebodencategorie
      1 aanhin
      1 aankleden
      1 aanndd
      1 aanyone
      4 aap
      1 aapa
      1 aapko
      1 aa-pl
      7 aapl
      1 #aapmujheacchelagnelage
      2 aar
      1 aardman
      1 aa_reality
     35 aaron
      2 aaroosa
      1 aarr
      1 aarrrh
      1 aarw
      3 aas
      1 aashiq
      1 aasiyah
      2 aa-size
      1 aask
      2 aasm
      2 aastra
      1 aat
      2 aau
      1 aav
     13 aaw
      1 aaway
      2 aawh
      1 aawhh
      1 aawll
      9 aaww
      1 aawwwe
      1 aax
      2 aaye
      1 aayyee
      3 a-b
     55 ab
      3 #aba
      4 aba
      1 abaaya
      1 abadi
      1 abai
      1 abalogu
      4 abandon
     14 abandoned
      3 abandoning
      1 abandonn
      1 abandons
      5 abang
      2 abangan
      1 #abangbodongdahpakaibb
      1 abangg
      1 abarba
      1 abasketball
      2 abaya
      2 abayas
      1 abayo
      3 abb
      7 abba
      1 abbbi
      6 abbey
      4 abbi
      5 abbie
      1 abbiemcnally
      1 abbies
      1 abbievictoriamcnally
      1 abbigail
      1 abbo
      1 abbot
      1 abbott
      1 abbreviate
      2 abbreviations
     16 abby
      1 abbykins
      1 abbys
     25 abc
      1 abcd
      1 abc-m
      4 abd
      7 #abdc
     16 abdc
      1 #abdcweek
      1 abdominal
      1 abduct
      2 abducted
      1 #abduction
      2 abduction
      1 abductions
      1 abductor
      1 abdul-jabbar
      2 abdullah
      1 #abe
      1 abe
      1 abeby
      7 abec
      1 abed
      1 abee
      1 abees
     11 abeg
      1 abeh
      1 abeir
      1 abel
      3 abena
      1 aber
      2 abercrombie
      8 aberdeen
      1 aberielle
      1 aberrant
      1 #abersoch
      1 abesimpson
      1 abess
      2 abey
      1 #abfab
      1 abfb
      1 #abg
      1 a-b-g
      7 abg
      1 abhi
      1 abhik
      8 abhishek
     19 abi
      1 abicus
      1 abide
      1 abiding
      1 abie
      1 abig
      7 abigail
      1 abii
      1 abiis
      1 abijdan
      3 abilene
      1 abili
      1 abilit
      1 abilities
     30 ability
      1 abingdon
      1 abington
      1 abini
      3 abis
     41 abit
      1 abj
      1 abkcos
      1 ablahha
    497 able
      1 ablow
      1 ablum
      1 ablut
      5 abnormal
      1 abnormal-fool-boyish-ugly
      2 abnormally
      1 abnoxious
      7 abo
      7 aboard
      1 abode
      1 aboki
      1 a-bomb
      2 abomination
      1 #abood
      1 abooort
      1 aboot
      1 abordo
      1 aboriginal
      2 aborted
      7 abortion
      1 aborts
      2 abot
     11 abou
      1 aboudt
      1 abound
      1 abour
   4900 about
      1 about-his
      1 #about_me
      1 #aboutme
      5 abouts
      4 aboutt
      1 #aboutyounow
      2 abouut
     75 above
      2 above-ground
      6 #abovetheinfluence
      1 abowt
      1 #aboyfriend
      1 abpk
      2 #abq
      1 abq
      2 abr
      1 a.bracelet
      6 abraham
      1 abraham-hicks
      2 abramelin
      1 abrasion
      1 abrasive
      3 abrasives
      1 abraxas
      1 abrd
      1 abreast
      2 abridged
      1 abridges
      3 abri-form
     13 abroad
      1 abroadanil
      1 abrupt
      2 abruptly
     36 abs
      4 abs-cbn
      1 abscbn
      1 abscess
     12 absence
      3 absences
      4 absent
      6 absinthe
      1 absite
      2 abso
      1 absofruitly
      1 absol
      1 absoloutley
     46 absolute
      1 #absolutegoon
      1 absolutelty
      1 #absolutely
    183 absolutely
      1 #absolutelygutted
      1 absolutes
      1 absolution
      7 absolutley
      4 absolutly
      4 absorb
      2 absorbant
      1 absorbed
      2 absorbency
      6 absorbent
      2 absorber
      2 absorbing
      1 absorption
      1 absouletly
      1 absoulte
      1 absoultly
      1 abst
      1 abstention
     15 abstract
      1 abstraction
      4 abstracts
      1 absue
      5 absurd
    101 abt
      1 abta
      1 #abtesting
      1 abtsamt
     15 abu
      1 abuela
      1 abuelito
      1 abuhamdeh
      1 abuja
      1 abulous
      1 abu-lughod
      1 abunch
      5 abundance
      1 abundant
      3 abundantly
      4 abus
     34 abuse
     14 abused
      2 abuses
      3 abusing
      5 abusive
      1 #abusiveboyfriend
      1 #abusivefreshman
      1 abuzz
      2 #abvote
      1 abwt
      1 aby
      1 abyad
      6 abyss
      1 abywho
      2 abz
      1 #ac
    139 ac
      3 aca
      1 acabou
      4 acacia
      1 acad
      1 acade
     19 academic
      1 academics
     40 academy
      1 acadia
      6 acai
      2 acaiberry
      1 a.cake
      1 acapell
      2 acapella
      1 acappela
      1 acapulco
      1 acara
      1 acard
      1 #acasa
      1 acasa
      2 acase
     38 acc
      3 acca
      1 accaunt
      1 acccidentally
      1 acccount
      1 acccounts
      3 acce
      1 accecories
      2 accedently
      1 accelerando
      1 accelerate
      3 accelerated
      1 accelerating
      4 accelerator
      1 acceleromete
      4 accell
      1 accelorate
     68 accent
      5 accented
     24 accents
      1 accentuat
      2 accentuate
     64 accept
     11 acceptable
      5 acceptance
      1 #acceptandlove
     51 accepted
     13 accepting
      5 accepts
      3 acces
     57 access
      9 accessible
      3 accessing
      2 accessmylibrary
      1 accesso
     38 accessories
      1 accessorize
      1 accessorized
     86 accessory
      1 accha
      1 acchivers
      1 #accident
     78 accident
     12 accidental
     44 accidentally
      1 #accidentallyinlove
      2 accidentaly
     14 accidently
      5 accidents
      1 accl
      2 accla
      1 acclai
      1 acclaim
     38 acclaimed
      1 accno
      1 accnt
      2 acco
      1 accolades.will
      1 accom
      1 accomm
      1 accommoda
      2 accommodate
      1 accommodating
      1 #accommodation
      7 accommodation
      1 accommodations
      2 accompanied
      4 accompanies
      2 accompaniment
     11 accompany
      1 accompanyin
      3 accompanying
      2 accompli
      1 accomplice
      7 accomplish
      5 #accomplished
     26 accomplished
      2 accomplishes
      1 #accomplishment
      5 accomplishment
      7 accomplishments
      6 accord
      1 accordant
      1 accord-a-thon
      1 accordin
     44 according
      1 accordingly
      1 accordion
      1 accordions
      3 accou
      3 accoun
    312 account
      1 accountable
      2 accountancy
     10 accountant
      2 accounted
      1 accounti
      2 #accounting
     22 accounting
      1 accountingdepartmen
     44 accounts
      1 accoustic
      1 accout
      1 accpac
      2 accredited
      1 accrington
      9 acct
      1 acctg
      1 acc.than
      6 acctually
      1 accu
      1 accually
      2 accucharge
      2 accumulair
      1 accumulate
      1 accumulation
      1 accur
      1 #accuracy
      4 accuracy
     18 accurate
      2 accurately
      1 accurate.the
      1 accurrate
      1 accursed
      1 accusations
      6 accuse
      6 accused
      1 accuses
      1 accusing
      2 accuweather
      1 accuweigh
      1 acdc
     90 ace
      3 aced
      1 acehnese
      1 #acen
     86 acer
      1 acero
      2 acerola
      1 aces
      3 acetal
      2 aceticum
      1 acetylene
      3 acf
      1 acf_uk
      1 #acg
      1 acg
      4 ach
      1 acha
      1 #achaaristheshit
      1 achado
      1 achaiah
      1 achan
      1 achance
      1 a-changin
      1 achc
     75 ache
      3 acheche
      1 ached
      2 achee
      1 acheing
      4 achele
     16 aches
      2 achewood
      1 #achey
      3 achey
      1 achhe
      1 achi
      1 achie
      2 achievable
     17 achieve
      8 achieved
     14 achievement
      3 achievements
      1 achiever
      2 achieves
      4 achieving
      1 achilles
     25 aching
      1 achja
      1 achoo
      1 achtung
      2 achy
      3 aci
     35 acid
      1 acid-a-cal
      1 acid-alkaline
      7 acid-free
      3 acids
      6 acidum
      1 acil
      2 ack
      1 ackie
      1 ackles
      1 acknoledge
      7 acknowledge
      2 acknowledged
      1 acknowledgement
      1 acknowledges
      4 acknowledging
     23 acl
      1 #aclproblems
      1 aclu
      1 acm
      6 acme
      1 acn
      5 acne
      2 aconitum
      1 acorde
      7 acorn
      1 acosta
      1 acoust
      1 acousti
     54 acoustic
      1 acoustica
      6 acoustics
      1 #acp
      1 acp
      1 acqua
      2 acquaintance
      2 acquaintances
      1 acquainted
      4 acquire
      1 acquired
      1 acquires
      2 acquiring
      4 acquisition
      1 acquisitions
      5 acr
      3 acre
      1 acree
      1 acres
      7 acrobat
      1 acronym
      1 acronyms
      1 acros
     93 across
     32 acrylic
      1 acrylic-mounted
     14 acrylics
      4 acs
    164 act
      1 acta
      3 actaully
      1 actc
      2 actch
      7 acted
      1 actelion
      1 actergrond
      1 actess
      3 acti
      1 actially
      1 acti-lift
      1 actilift
      1 actimel
      8 actin
     92 acting
      2 actio
    132 action
      1 action-adj
      1 action-adventure
      1 #actiondramaidol
      8 action-packed
      1 actionpacker
      1 actionpacs
      1 action.run
     22 actions
      7 actionscript
      2 activa
      1 activat
      3 activate
      6 activated
      1 activates
      1 activating
      1 activation
      1 activations
      3 activator
     54 active
      1 activeduty
      2 activehold
      2 actively
      1 activemodel
      1 actives
      3 active.the
      2 activi
      1 activia
      1 activis
      1 #activism
      3 activism
      5 activist
      3 activists
      1 activit
     22 activities
      1 activitism
      1 activitiy
     32 activity
      1 activityintelligence
      1 actly
      1 act'n
      1 actng
      1 acto
     34 actor
      1 actor-manager
     14 actors
      2 actorsandactresses
      1 actos
      2 actra
      1 actres
     26 actress
      6 actresses
     31 acts
      1 actss
      1 actu
     52 actual
      1 actuality
      3 actuall
      2 actuallly
   1078 actually
      1 #actuallyhappy
      1 #actuallyupset
      1 #actuallywillmissher
      1 #actuallyy
      5 actualy
      3 actully
      1 actuuaallyy
      1 acu
      2 acually
      1 acuatic
      1 #acunamatada
      1 acuoso
      3 acupressure
      6 acupuncture
      5 acura
      1 a-cute
      2 acute
      1 acuvue
      2 acworth
      1 #ad
      2 a-d
     77 ad
     40 ada
      1 #adage
      1 adage
      1 adair
      1 adalbert
      2 adalet
     92 adam
      1 adamettes
      1 adam-goes-to-austin-to-see-documentaries
      1 #adamish
      1 adamjosephj
      1 #adamlevine
      1 adamo
      1 adampitts
      1 adamrelated
     25 adams
      3 adan
      8 adap
      6 adapt
      6 adaptation
      1 adaptations
      2 adapte
      3 adapted
    219 adapter
     10 adapters
      1 adapting
      1 adaption
      6 adaptive
     10 adaptor
      1 adarna
      1 adat
      2 a-data
      1 adata
      3 a-day
     22 aday
      1 adays
      1 #adaythatwillneverbeforgotten
      1 adc
      1 adcnksqeofvgh
    224 add
      1 adda
      1 addad
      2 addams
      2 add-a-pad
      1 add-a-tray
     70 added
      1 adderbury
      2 addi
      8 addict
      6 #addicted
     68 addicted
     12 addicting
      1 addictio
     34 addiction
      3 addictions
     29 addictive
      1 #addicts
      4 addicts
      1 addidas
      1 addie
      1 ad-din
     36 adding
      1 addirion
      2 addison
      1 addisyn
     26 addition
     14 additional
      1 additions
      3 additive
      1 addmath
      1 #addme
      1 #addmypin
      4 add-on
      1 addonics
      1 addonis
      1 add-ons
      1 addre
      2 addres
     55 address
      1 addressed
      6 addresses
      1 addressing
      1 addressment
     20 adds
      1 addstride
      1 addtuide
      2 addy
     11 ade
      3 adecco
      1 adecent
      1 adee
      1 adeeek
      2 adek
      1 adeku
      1 adekunlegold
      2 adel
      1 adela
      1 #adelaide
     11 adelaide
      1 adelberg
      2 #adele
     22 adele
      1 #adeleisthebest
      1 adeline
      1 adelsons
      1 aden
      2 adept
      1 adequate
      2 ader
      1 adesanya
      1 adeshia
      2 adesso
      2 adf
      1 adg
      3 adh
      1 adha
      2 adhd
      1 adher
      1 adheres
      1 adheri
      4 adhering
     19 adhesive
      1 adhesive-backed
      1 adhu
      4 adi
      1 adib
      1 adichitaaru
     29 adidas
      4 adidasgreat
      1 #adidasoriginals
      4 adik
      1 adikku
      1 adila
      1 adillete
      2 adina
      2 adine
      2 adio
      1 #adios
      4 adios
      2 adirondack
      2 adirondacks
      1 adisa
      1 adisucipto
      1 adition
      1 adittude
      1 adiva
      5 adj
      1 adjacent
      2 adjective
      1 adjectives
      1 adjsklaas
      1 adju
      1 adjudged
      1 adjunct
      1 adjus
      9 adjust
      1 adjustabl
     43 adjustable
      1 adjust-a-cup
      2 adjusted
      4 adjusting
      7 adjustment
      1 adjustments
      4 adjusts
      1 adk
      1 adkins
      1 adland
      1 adlerline
      1 adly
      1 adm
      1 admi
     30 admin
      1 #adminav
      1 adminces
      1 adminis
      1 administer
      2 administered
      1 administering
     10 administration
      9 administrative
      6 administrator
      5 administrators
      1 #adminjulialover
      5 admins
      1 adminstrator
      3 admirable
      2 admiral
      2 admiralty
      3 admiration
     25 admire
      2 admired
      2 admirer
      2 admirers
      2 admires
      2 admiring
      3 admission
      1 admissions
    103 admit
      2 #admitit
      1 #admititalready
      2 admits
      1 admitt
     11 admitted
      1 admittedly
      3 admitting
      1 admore
      1 #admrisingstaraward
      1 adna
      1 adnu
      2 ado
      2 #adobe
     31 adobe
      1 adobo
      1 adobrz
      1 adohh
      2 adolescent
      1 adolescents
      1 adolf
      1 adolff
      1 #adollamakesmehollahoneybooboo
      2 adonis
      1 adooorable
      1 adoooro
     12 adopt
      1 #adoptakuola
      9 adopted
      1 #adoptedrugbymum
      1 adopting
     11 adoption
      1 adopts
      1 adoraable
      1 adorabl
    181 adorable
      1 adorably
      2 #adorbs
     35 adore
      3 adored
      4 adores
      1 adoring
      1 adorkablee
      3 adorn
      1 adorned
      1 adorno
      1 adorns
      2 adoro
      1 adoroelbarca.tumblr
     18 adp
      1 adpater
      2 adr
      1 adrain
      1 #adrawwilldo
      5 adrenaline
      1 adrenaline-accelerating
      1 adrenaline-fuelled
      2 adress
      1 adria
      1 adriaaana
      9 adrian
      2 adriana
      1 #adrianna
      2 adrianna
      1 adrianne
      1 adriano
      1 #adrietweet
      1 #ads
     17 ads
      1 adsdl
      2 adsense
      1 adsl
      2 ad-supported
      3 adtr
      1 adtran
      1 adub
      1 aduh
     91 adult
      1 adulterer
      1 adultery
      2 #adulthood
      4 adulthood
     23 adults
      1 #adultwork
      1 aduuh
      4 adv
      1 advaita
      1 advan
      1 advanc
     40 advance
      1 #advancebirthdaywish
     92 advanced
      1 advancedclass
     30 advances
      2 advancing
      1 advantag
     29 advantage
      5 advantages
      2 advantus
      2 adve
      2 advent
      1 adventist
      1 adventourous
      2 adventur
    132 adventure
      1 #adventureisoutthere
      1 adventure-packed
      3 adventurer
      2 adventurerating
      2 adventurers
     91 adventures
      1 adventure-sport
      2 adventuring
      6 adventurous
      1 adverbs
      2 adversary
      2 adverse
      2 adversity
     17 advert
      1 advertis
      1 advertise
      3 advertised
      4 advertisement
      1 advertisements
      1 advertisi
     16 advertising
      7 adverts
      1 #advice
    103 advice
      1 advicee
      3 advices
      1 #advicetewwhoevaneedsit
      8 advil
     16 advise
      3 advised
      7 adviser
      1 advising
     14 advisor
      2 advisors
      7 advisory
      2 advocacy
      5 advocate
      1 advocating
      2 adwords
      1 adz
      1 adzorable
     10 ae
      1 #aea
      1 aeagle
      2 aec
      1 aecom
      2 aed
      5 aeg
      2 aegean
      2 aegis
      1 aegiven
      3 aegyo
      1 aegypt
      1 aegyptische
      1 aeh
      1 aelfric
      1 aelita
      1 a-englands
      1 aeo
      2 aepa
      1 aepd
      4 aer
      1 aergon
      1 aerial
      1 aerielle
      1 aeris
      9 aero
      1 aerobatic
      2 aerobed
      3 aerobic
      1 aerobics
      3 aerobie
      1 aerobies
      1 aerodyna
     10 aerodynamic
      2 aerodynamics
      1 aerogel
      2 aerographic
      4 aeron
      1 aeronautical
      1 aeronet
      4 aeroplane
      2 aeropostale
      2 aeroskin
      1 aeroslot
      1 #aerosmith
      7 aerosmith
      2 aerosol
      6 aerospace
      1 aesop
      1 #aesthetic
      2 aesthetic
      1 aesthetics
      1 aet
      1 #af
      1 #af'
     13 a'f
    202 af
      1 afa
      1 afamdeluxo
      1 afar
      1 #afc
      3 afc
      1 #afcb
      1 afd
      2 afellay
      2 a-female
      2 afew
      1 afexa
      2 aff
     18 affair
     13 affairs
     13 affect
     13 affected
      3 affecting
      5 affection
      2 affective
      4 affects
      1 affend
      3 affiliate
      1 affiliated
      1 affiliation
      1 affinity
      1 affirm
      2 affirmation
      4 affirmations
      1 affirming
      1 affix
      1 affixes
      4 affleck
      1 afflicteth
      1 affluent
      1 #affnyc
     80 afford
     17 affordable
      1 affordably
      1 affording
      1 affraid
      1 afgan
      1 afgelope
      1 afgh
      9 afghan
      1 #afghanistan
     11 afghanistan
      3 afghans
      1 afhjksdhjkds
      2 afi
      1 afiat
      6 aficio
      5 aficionado
      1 aficionados
      1 afif
      1 afiq
      1 afit
      1 afl
      1 aflack
      1 afl-cio
      1 aflex
      1 #afltigerseagles
      1 afnie
      1 afoot
      1 aforementioned
      1 afoul
      2 afp
      1 afpburmese
      1 afptax
      1 afr
      1 afra
      1 afrai
    130 afraid
      1 afree
      2 afresh
      2 afri
      1 afriad
      2 afric
     83 africa
     57 african
      5 african-american
      1 africans
      1 africas
      1 afrie
      1 afrika
      1 afrikaans
      1 afrikanistik
      1 afrin
      2 afro
      1 afro-be
      1 afro-brazilian
      1 afro-latin
      2 afroman
      5 af-s
      7 aft
     13 afta
      2 afte
      1 aftee
      1 #after
   1582 after
      3 afterall
      1 aftercare
      1 #aftereffectsofredbull
      2 afterlife
      1 aftermac
      1 afterman
      5 aftermarket
      7 aftermath
      1 afternathan
    157 afternoon
      1 afternoon-campfire
      1 afternoonish
      1 afternoon-modern
      1 afternoons
      1 afternooon
      1 afterparty
      2 afters
      5 afterschool
      1 aftershave
      1 aftershock
      6 afterward
     29 afterwards
      1 afterwards-you
      2 afterword
      1 aftet
      1 aftie
      1 afton
      4 aftr
      1 aftrnoon
      1 afv
      2 afyer
      1 afz
      1 afzan
     12 ag
      3 aga
      6 agad
      1 agad-agad
      2 agadir
      2 agai
      1 agaiiin
      1 agaiin
      3 #again
   2010 again
      1 again-die
      1 again.it
      1 again.might
      5 againn
      2 agains
    178 against
      1 again.this
      1 again.what
      1 agak
      1 agamalu
      1 agan
      1 agaoninae
      1 agape
      2 agar
      1 agarwal
      1 agaslaughter
      3 agatha
      2 agazzari
      1 agbaya
      1 agbero
      1 #agchatoz
      1 agdjhkoj
      1 ag-dvx
    171 age
     12 aged
      1 agee
      1 ageees
      1 agees
      1 agegroup
      2 ageing
      1 #ageisjustanumber
      3 ageless
      2 agen
      4 agencies
     12 agency
      6 agenda
      1 agendabut
      2 agendas
      1 #agender
     27 agent
      1 agent-lax
     15 agents
      1 age-old
      1 ager
      1 <ages>
    221 ages
      3 agess
      3 agg
      1 aggain
      3 aggar
      1 aggges
      1 agggh
      2 aggghh
      2 aggh
      2 aggie
      3 aggies
      6 aggravated
      3 aggravating
      2 aggravation
      1 aggregate
      3 aggression
     13 aggressive
      1 aggrivated
      2 aggy
     19 agh
      1 agham
      3 aghh
      1 aghksanfwklah
      1 aghshey
      1 aghskdsuhdhuddusahdtysuajha
      1 aghyezlpshinoda
      5 agian
      1 #agiftfromgod
      2 agij
      1 #agile
      2 agile
      2 agility
      1 agin
      1 agine
     18 aging
      1 #agingproblema
      1 #agirlcandream
      1 agitated
      1 agitating
      1 agitation
      1 agitator
      1 agithandoyo
      1 #agiveup
      1 agkan
      1 agl
      3 agn
      1 agne
      1 #agnes
      6 agnes
      2 agni
      1 agnireinitta
    442 ago
      2 a-go-go
      1 agolech
      2 agonising
      1 agonist
      1 agonizing
     17 agony
      1 agoo
      1 agool
      6 agora
      1 agos
      2 agostino
      1 agostop
      1 ago.whats
      1 ago.woul
      2 agp
      1 agpii
      1 agra
      2 agrarian
      4 agre
      1 #agree
    285 agree
      1 agreea
      3 #agreed
     69 agreed
      2 agreeed
      8 agreeing
      1 agreeme
      7 agreement
      4 agreements
     15 agrees
      1 agressive
      1 agrh
      1 agri
      1 agrib
      1 agricola
      1 agricultural
      1 agriculturalist
      1 #agriculture
      8 agriculture
      1 agrochemicals
      1 agroforestry
      1 agrolabs
      2 agron
      2 ags
      1 agsgdshjjsks
      1 agshdjksghsk
      1 #agt
      2 agt
      1 #agt_au
      2 agua
      1 aguadilla
      1 aguayo
      1 aguilar
      1 aguilara
      9 aguilera
      1 aguilere
      1 agulaira
      1 agulara
      1 agunat
      1 aguy
      1 agxan
      1 agxksksb
      1 agya
      8 #ah
    882 ah
    305 aha
     33 ahaa
      1 ahaaaha
      1 ahaah
      1 ahaaha
      1 ahab
      1 ahad
     78 ahah
    163 ahaha
      7 ahahaa
      1 ahahaaha
     34 ahahah
     56 ahahaha
      2 ahahahaa
      1 ahahahaahahah
     10 ahahahah
     17 ahahahaha
      2 ahahahahaa
      3 ahahahahah
      7 ahahahahaha
      1 ahahahahahah
      3 ahahahahahaha
      1 ahahahahahahaha
      1 ahahahahahahahahahahaha
      1 ahahahahahahhaha
      1 ahahahahahha
      1 ahahahahahhahaha
      1 ahahahahhaa
      1 ahahahahhahahahaha
      1 ahahahh
      5 ahahahha
      1 ahahahhah
      1 ahahahhahahhahahahhahahahaha
      1 ahaheim
      2 ahahh
     11 ahahha
      1 ahahhaa
      1 ahahhaha
      1 ahahhahaahaha
      1 #ahajustsaying
      4 ahan
      1 #ahappypmrcandidate
      1 #ahardday
      1 ahava
      1 ah.bad
      1 ah.but
      1 #ahcj
    123 ahead
      1 aheads
      1 #aheartforgod
      1 ahec
      1 ahed
      1 ahehe
      1 ahehee
      1 ahelah
      1 aheloy
      9 ahem
      1 #ahfm
      1 #ahfuckyeah
      2 #ahh
    313 ahh
     16 ahha
      6 ahhaa
      1 ahhaaha
      1 ahhaahahah
      2 ahhah
      8 ahhaha
      1 ahhahaa
      1 ahhahaahhaha
      2 ahhahah
      4 ahhahaha
      1 ahhahahaa
      1 ahhahahah
      1 ahhahahaha
      1 ahhahahahhahah
      1 ahhahahha
      1 ahhahha
      1 ahhan
      1 ah-hem
      1 ahhemm
      1 ahhhah
      1 ahhhahahahahahaha
      1 ahhhk
      1 ahhhkayy
      1 ahhhm
      1 #ahhhmazing
      2 ahhhmazing
      1 ahhliee.but
      1 ahh-mazing
      1 ahhmazing
      2 ahhn
      1 ahhrg
      1 #ahhwwwe
      1 #ahhyeah
      1 ahigh
      1 ahihihihi
      1 ahimsa
      1 ahit
      1 ahjkfsdkjfskd
      1 ahjuma
      1 ahkeem
      1 ahksents
      2 ahlian
      3 ahlie
      1 ahliee
      2 ahm
      2 ahmad
      1 ah-mah-zinnng
      1 #ahman
      2 ah-mazing
      1 ahmazing
      4 ahmed
      1 #ahmen
      1 ahmet
      1 ahmina
      1 ahmm
     12 ahn
      1 ahnahn
      1 ahnt
      1 ahoh
      1 ahoj
      3 ahold
      1 aholes
      1 ahoochie
      2 ahora
      1 ahoraa
      1 ahorita
      2 ahoy
      1 ahr
      1 #ahreleif
      2 #ahs
      1 ahsam
      1 #ahshit
      1 ahsley
      3 aht
      1 ahuh
      1 ahve
     10 ahw
      1 #ahwell
      1 ahwhile
      2 ahww
      1 ahxd
      1 ahyee
      1 ahyeh
      1 ahyeon
      1 #ahyjesu
      4 #ai
    459 ai
      2 aia
      1 aiaipet
      1 aiatqvslxjshakfochsmwp
      1 aib
      1 aiba
      1 aich
      2 aico
     37 aid
      3 aida
      4 aidan
      2 aidata
      2 aide
      2 aided
      5 aiden
      1 #aidingchange
     11 aids
      1 aidswalksf
      1 aie
      3 aiea
      1 aieh
      1 aife
      1 aighht
     24 aight
      3 aigoo
      1 aih
      7 aii
      1 aiight
      1 aiihh
      1 aiiight
      1 aiiir
      1 aiiite
      1 aiin
      1 aiint
      1 aiit
      1 aiiya
      4 aikido
      1 aiko
      1 aikz
      1 ail
      2 ailean
      1 ailed
      1 aileeen
      1 ailein
      1 ailin
      1 ailis
      1 ailyn
     24 aim
      1 aiman
      1 aime
     11 aimed
      1 #aimedtweet
      5 aimee
      1 aimees
      1 aimied
      2 aiming
      1 aimlessly
      1 aimr
     17 aims
      1 aimt
     12 ain
      2 aina
      2 #aine
      1 aine
      2 ainn
      1 ainnt
      1 ainsley
    356 aint
      1 aint.bitter
      1 #aintlovecrasywhen
      3 #aintlovecrazy
      1 #aintshitchange
      1 ainy
      2 aio
      2 #aionetc
      2 #aionsw
      1 aiport.and
    279 air
      2 aira
      2 airaware
      1 #airbag
      3 airball
      1 airbase
      1 airbeds
      2 airbender
      2 airblaster
      3 airborne
      1 airbourne
      3 airbrush
      2 airbrushed
      1 airbus
      1 airc
      2 aircon
      1 air-cond
      1 air-conditioners
      1 aircraf
     14 aircraft
      5 airdate
      1 aire
     10 aired
      1 aireen
      1 airel
      1 airen
      3 aires
      2 airex
      1 airfare
      1 airfield
      1 air-filled
      1 airfire
      3 airfix
      1 airfloss
      1 airflow
      1 airframe
      2 airgas
      2 airhead
      1 airhockey
      1 airhose
      1 airhotel
      4 airing
      1 airingid
      1 #airingnow
      1 airis
      6 airline
      3 airliner
      5 airlines
      3 airlock
      2 airman
      2 airmata
      1 airmen
      2 airmobile
      1 air-o
      2 aironet
      1 airoort
      4 air-o-swiss
     25 airplane
      3 airplanes
      1 #airport
    118 airport
      1 #airporttweet
      2 airr
      3 airs
      1 airships
      1 airsof
     15 airsoft
      2 airstik
      1 airt
      1 airtek
      1 airtel
      1 airtight
      2 airtime
      1 airtist
      1 airwaves
      2 airways
      2 airy
      1 ais
      2 aisa
      2 aisack
      1 aisan
      1 aiseh
      8 aish
      1 aishas
      1 aishh
      2 aisi
      6 aisle
      3 aisles
      2 aisling
      1 aissh
      1 aisya
      4 ait
      1 aitcs
      1 #aitd
     12 aite
      1 #aiteproblems
      1 aitken
      1 aiuweghrbaerwjgui
      1 aiwa
      7 aiya
      1 aiyayayaya
      1 aiyer
      8 aiyo
      1 aiyoo
      1 aiys
      1 aizad
     28 aj
      1 a-j-a
     19 aja
      2 ajaa
      1 ajadeh
      1 ajah
      1 ajajaaj
      3 ajak
      1 a.jam
      1 ajami
      2 ajar
      1 ajarin
      1 ajart
      6 ajax
      2 ajay
      1 ajc
      2 aje
      4 ajeb
      1 ajeeb
      2 ajeeeb
      1 ajengrespati
      2 ajf
      1 ajfksldfdsfjkls
      3 aji
      1 ajim
      1 ajinkya
      1 ajit
      1 ajith
      1 ajjah
      1 ajjajajaajaj
      1 ajjfjdfjfjsjfej
      1 ajker
      1 #ajl
      1 ajlen
      1 ajmer
      1 ajml
      2 aj-p
      1 ajr
      1 ajs
      1 ajulu
      1 ajumma
      2 ajvar
      1 #ak
     18 ak
     37 aka
      1 akad
      1 akak
      1 akakaamazing
      1 akakak
      1 akakakak
      4 akala
      2 akan
      2 akaroa
      1 akaversary
      1 akayy
      2 akb
      3 akbar
      1 akc
      1 akchr
      1 aked
      1 akeed
      1 aker
      1 akey
      4 akg
      1 akhbp
      1 akhh
      1 akhir
      1 akhirat.good
      1 akhoya
      2 aki
      1 akic
      1 akido
      2 akin
      1 aking
      1 akins
      2 akira
      1 akjdgsasdkjghkdd
      1 akkbp
      1 akki
      1 akl
      2 aklan
      1 aklm
      1 akmall
      1 akng
      1 aknow
      2 a-ko
    130 ako
      4 akon
     11 akong
      1 akoo
      1 akora
      1 akpaaan
      1 akpako
      1 akpan
      1 akrh
      6 akron
      1 akrrt
      1 aks
      1 aksana
      1 aksdjasd
      2 akt
      2 aktar
      1 akthar
      1 aktivis
      1 akto
      1 aktris
      1 aktuell
     71 aku
      1 #akubersahaja
      1 akumal
      1 akun-add
      1 akurt
      1 akususann
      1 akuu
      2 akward
      1 akwardly
    202 al
     13 ala
      1 alaaah
      1 alaaynna
     14 alabama
      1 alabaster
      1 alack
      6 aladdin
      1 alado
      1 alaeh
      2 alafair
      1 alag
      2 alaina
      1 alainers
      1 alajar
      2 alalalala
      1 alaljcueiuwiejrjurj
      9 alam
      1 alamar
      2 alameen
      2 alamein
      1 alamin
      2 alamo
      1 alamt
     28 alan
      4 alana
      1 alang
      1 #alanjohnson
      1 alanna
      1 alapetite
      1 alara
     12 alaric
     64 alarm
      1 alarmed
      1 alarmingly
      3 alarms
      8 alas
     21 alaska
      7 alaskan
      1 alastair
      1 #alastminutestudent
      1 alastor
      1 alawadi
      4 alay
      1 alayna
      1 alaynah
      1 alb
      6 alba
      4 albacore
      1 albahrain
      1 al-bakri
      3 albania
      3 albanian
      1 albans
      6 albany
      1 albanyplanes
      1 albarios
      1 albarn
      1 albat
      3 albatron
      1 albe
      1 albegas
      1 albeit
      1 alber
      1 alberqurque
     12 albert
      1 #alberta
      4 alberta
      5 alberto
      1 albertson
      1 albet
      2 albie
      2 albino
      1 albion
      1 albo
      1 albright
      2 albu
      2 #album
    405 album
     30 albums
      1 #albumtitle
      3 albuquerque
      2 albus
      1 albuum
      3 alc
      1 alcanteen
      1 alcatel
      4 alcatel-lucent
      2 alcatraz
      1 alchem
      3 alchemist
      2 alchemy
      1 alchies
      1 alchohol
      1 #alcholismybf
      2 alchy
      1 alcide
      1 alcock
      2 alcohawk
      1 #alcohol
     56 alcohol
      1 alcohol-free
      1 alcohol-fuelled
     15 alcoholic
      1 #alcoholicproblems
      1 alcoholics
      1 #alcoholicsanonymous
      2 alcoholism
      1 alcoholl
      1 alco-screen
      1 alco-screentm
      1 alcz
      2 ald
      1 alday
      2 aldean
      1 aldeba
      1 alden
      2 alder
      1 alders
      1 aldi
      1 al-din
      4 aldo
      1 aldot
      1 aldrich
      1 aldridge
      1 aldrin
      5 ale
      1 alea
      1 aleady
      1 #aleague
      1 #aleaguegf
      1 ale-alejandro
      1 aleanna
      1 aleast
      1 aleays
      6 alec
      1 alecia
      1 alecs
      2 aled
      1 alegre
      1 alegria
      1 alei
      1 alejandra
      5 alejandro
      2 aleks
      1 aleman
      1 alena
      1 aleph
      1 #aleppo
      1 aleppo
      1 alergen
      1 alergys
      1 alero
      1 #alert
     29 alert
      2 alerted
      1 alerts
      1 ales
      1 alesg
      1 alesha
      3 alesis
      1 alessa
      2 alessandro
      1 alesso
      2 aleth
      1 aleve
      2 a-level
      2 alevel
      1 #a-levels
      1 #alevels
      5 a-levels
      1 alevels
      1 alevi
     86 alex
     10 alexa
      1 alexa_caraluv
     24 alexander
      1 alexanderplatz
      1 alexanders
      2 alexandra
      1 alexandre
      4 alexandria
      1 alexes
      3 alexia
     25 alexis
      1 alexis_here
      1 #alexisjordanfollow
      1 alexisonfire
      1 #alexoloughlin
      1 #alexpettyfer
      2 alexs
      3 alexus
      1 alexuss
      1 alexxa
      1 alexxis
      1 alexys
      2 alexz
      3 alf
      1 alfadjr
      2 alfalfa
      1 al-fatihah
      9 alfie
      1 alfinal
      2 alfonso
      8 alfred
      1 alfreda
     14 alfredo
      1 #alfredotofettucini
      2 alfredsson
      1 alfresco
      1 #alfrescogarlicday
      1 alfreton
      1 alfuw
      2 alg
      3 algae
     21 algebra
      5 algeria
      1 algernon
      1 algiers
      1 algn
      1 algorith
      4 algorithm
      1 algorithmic
      8 algorithms
      1 algra
      1 algudds
      1 alhambra
      2 alhamdulilah
      1 alhamdulillaah
     20 alhamdulillah
      1 alhamdulliah
      1 alhamdullilah
      1 alhamdullillah
      1 al.hy
      1 #ali
     18 ali
      3 alia
      1 aliana
      3 alias
      1 alibhai
      1 alibi
     39 alice
      2 #alicebungisngis
      1 #aliceinwonderland
     12 alicia
      1 aliciakeys
      1 aliciamaldona
      1 alida
      1 alie
      1 alief
     20 alien
      1 alienor
      1 #aliens
     14 aliens
      1 alienw
      1 alienwar
      8 alienware
      1 alieve
      3 alif
      1 aligeri
      1 alight
      1 alights
      4 align
      2 aligning
      1 alignment
      1 aligns
      1 alii
      1 aliiive
      1 alijans
      1 alijos
     33 alike
      3 alil
      1 alim
      1 alimonry
      3 alina
      1 a-line
      1 aline
      1 aling
      1 alinn
      1 aliorum
      1 alip
      4 alis
      2 alisa
      5 alisha
      1 alisi
      3 alisia
      7 alison
      1 #alisonpotterx
      1 alissa
      1 alistair
      1 a-lister
      9 alittle
      1 alitttle
      1 aliva
    123 alive
      1 alive.although
      1 aliveplease
      1 alix
      7 aliya
      2 aliyah
      1 alizae
      1 al-jawzi
      1 aljazii
      1 aljouri
      2 alk
      3 alka
      1 al-kahf
      5 alkaline
      1 alka-seltzer
      1 alke
      1 alkek
      1 #alkhawaja
      1 alkmaar
      1 alkol
      1 alktheer
      2 #all
      1 _all
   8413 all
      1 all-
      1 all--a
      2 alla
      1 allaaah
      3 allaah
      1 allaboutthemusic
      1 all-access
      1 all-age
      1 #allah
     94 allah
      1 allahblessyou
      2 allahu
      1 allahumdulilah
      2 #allalone
      1 allalone
      1 all-aluminum
      2 all-american
      7 allan
      1 allana
      1 #allanmalapit
      1 allant'e
      1 all-around
      1 allat
      1 #allbetter
      1 all.but
      1 #allbymyself
      8 allday
      1 #alldayeverday
      1 #alldaywithyou
      1 all.def
      2 alle
      1 allebei
      1 alleen
      5 alleged
      2 allegedly
      1 alleghany
      2 allegiance
      1 allegorical
      1 allegory
      1 allellery
      1 alleluia
      1 allemaal
     35 allen
      1 allenspark
      1 allentown
      1 alleny
      1 allergan
      2 allergen
      1 allergens
     18 allergic
      1 #allergicreaction
      1 #allergictoeverything
     43 allergies
      1 #allergieshavemeinafog
      1 #allergiesstartintoflareup
      1 #allergiessuck
     15 allergy
      1 #allergyfree
      1 #allergytesting
      1 allerzip
      1 alleviate
     10 alley
      2 alleys
      1 allez
      1 allezz
      1 #allforyoubabyboy
      1 allgood
      1 all-grain
      1 #allgreekstep
      3 #allgrownup
      1 all.guess
      1 allhamdullilah
      1 all-he
     13 alli
      6 alliance
      1 allianz
      8 allie
      3 allied
      6 allies
      1 alliex
      2 alligator
      1 all.im
      3 all-in
      1 allin
      1 #allinallseason
      1 all-inclusive
     27 all-in-one
      9 allison
      1 alliterations
      1 #allithinkaboutisfood
      1 #allitisshit
      1 #alliwant
      1 alliws
      1 #alljokes
      3 allkpop
      1 alllah
      1 alllday
      2 alllie
      1 alllmost
      1 alllrighty
      1 all-male
      2 allman
      1 all-nat
      1 all-natur
      1 all-natura
      2 all-natural
     15 all-new
      1 #allnewpeople
      2 #allnighter
      2 all-nighter
      2 allnighter
      1 all-nighters
      1 all-nylon
      1 allo
      2 allocation
      1 all-of-a-kind
      1 #allofmetoureurope
      1 alloh
      1 allon
      1 allora
      2 allot
      1 allout
      1 allouuus
      1 all-over
      1 all.over
      1 allover
     46 allow
      3 allowance
      1 allowd
    113 allowed
     18 allowing
     54 allows
      1 #allowthat
     46 alloy
      1 all-pink
      1 allpowerful
      1 all-pros
      8 all-purpose
      1 allpws
      1 allreaddy
      6 #allrelationshipsneed
      1 allrigh
      3 allright
      2 all-round
      1 allround
      2 alls
      4 #allsmiles
      1 allso
      7 allsop
      1 allsorts
      2 allspice
     10 all-star
      1 all-stars
      1 allston
      2 alltel
      1 all-th
      1 #allthehawtness
      1 all.the.way
      2 allthingsd
      3 all-time
      1 all-too-often
      1 all-too-short
      3 allure
      1 alluring
      1 all-vegetable
      3 allways
      1 all-weat
      5 all-weather
     20 ally
      1 allyn
      1 all-you-can-eat
      1 #allyourbridalaccessoryneeds
      1 #allyourjobs
      1 allys
      1 allysa
      2 alm
      6 alma
     13 almanac
      1 al-manna
      1 almay
      5 almighty
      2 almo
      1 almod
      1 almodovarian
     23 almond
      1 almondcarry
     19 almonds
      1 almonte
      1 almooostt
      1 almosst
    531 almost
      1 #almostasenior
      1 #almostcrying
      1 #almostdied
      1 #almostdone
      1 #almostgotintheroofandkilledhim
      1 almst
      1 almzr
      2 alnas
      1 alne
      1 alnwick
      6 alo
     13 aloe
      1 aloe-infused
      1 aloft
      1 #aloha
      7 aloha
      1 alojoh
      1 alolo
      2 alon
      2 alondra
    522 alone
      6 alonee
      1 aloneexperience
      1 #aloneinmyhouse
      1 aloneness
      1 #alonetime
    167 along
      8 alongside
      1 alonnne
      1 alonzo
      1 alooong
      1 alooonnne
      1 alooot
      1 alors
      2 #alot
    209 alot
      3 alote
      2 alots
      2 alott
      4 alotta
     20 aloud
      1 alouda
      1 alow
      1 alpabet
      4 alpaca
      1 alpe
      1 alpen
      1 alpenliebe
      1 alph
      1 #alpha
     30 alpha
     13 alphabet
      1 alphabetical
      1 #alphabetlove
      3 alphabets
      1 #alphaphilove
      2 alpharetta
      1 alphastripe
      1 alphaversary
      1 alphonse
      1 alphonsos
      1 alpina
      6 alpine
      1 alpman
      3 alps
      1 alpuerto
      1 alq
      1 alqumar
     43 alr
      1 alrams
      1 al-razi
     10 alrd
      7 alrdy
      1 alre
      1 alreaaady
      1 alreaady
      1 alread
      1 alreadi
      1 alreads
   1211 already
      1 #alreadybored
      1 alreadyit
      1 #alreadyknowswassup
      1 #alreadymissyou
      1 #alreadytearingup
      5 alreadyy
      1 alreasy
      1 alredy
      2 alri
      1 alrigh
      1 alrighht
    379 alright
      1 alright-ish
      3 alrightt
     16 alrighty
      1 #alrightythen
      1 alrightyy
      1 alrigt
      3 alriiight
     10 alrite
      2 alryt
      4 als
      2 alsh
      1 alshan
      1 alshon
      1 alshsma
      1 alsina
      2 alsmiffy
    786 also
      1 alsome
      1 alsous
      1 alsultaniyeh
      1 alsyow
      6 alt
      2 alta
      1 altaic
      3 altair
      1 altairthis
      7 altar
      1 altared
      1 altaz
      1 alteast
      1 altec
     11 alter
      3 alterations
      1 altercation
     10 altered
      1 altering
      3 alterna
      4 alternate
      1 alternately
     25 alternative
      1 #alternativerock
      2 alternatives
      1 alternifolia
      1 alterra
      7 altho
    116 although
      1 althought
      1 althuis
      1 alti
      1 altich
      1 altima
      4 alto
      4 altogether
     11 alton
      1 altos
      3 altough
      2 alttoglass
      1 altus
      1 #altwiculate
      1 alty
      4 alum
      1 alumasc
      2 alumilite
      2 alumin
      2 aluminium
      1 aluminized
      1 aluminu
     81 aluminum
      1 aluminum-oxide
      3 alumni
      1 alums
      2 aluratek
      1 alv
      1 alvarez
      2 alvarion
      2 alvaro
      1 alvernia
      6 alves
      9 alvin
      1 alvina
      4 alw
      1 alwaaays
      1 alwaaayyss
      1 alwalys
      2 alwan
      1 alwas
      1 alwats
      1 alwau
      4 alway
      1 #always
   2342 always
      1 #alwaysalone
      1 #alwaysbeapensfan
      1 #alwaysbemybaby
      1 #alwaysbusy
      1 #alwayscuddling
      1 #alwaysgotmyback
      1 #alwaysruineverything
      1 alwayss
      1 #alwayssmokingthosepapers
      1 #alwaysthere
      1 always-valued
      1 #alwayswithyou
      1 alwayyys
      4 alwayz
      1 alwaz
      1 alweady
      1 alweadycrazy
      1 alweer
      1 alwla
      5 alwys
      7 aly
      1 alya
      1 alyah
      1 alyazia
      1 alyom
      1 alyon
      1 alysa
      1 alysas
      1 alyse
      1 alyson
     17 alyssa
      1 alyssykestw
      2 alzabreah
      1 al-zawawi
      2 alzclear
      5 alzheimer
      1 alzheimers
      1 al-zumar
      1 #am
  16124 am
      1 am'a
     48 ama
      1 amaa
      1 amaaaze
      9 amaaazing
      1 amaaazziiing
      1 amaazing
      1 amaazzing
      1 amacak
      1 amad
      1 amadeus
      1 amador
      1 amadr
      1 amafutha
      1 amagaaad
      1 amaia
      1 amaizing
      1 amaizng
      1 amakasih
      1 #amakeoverforanoldfriend
      1 amala
      2 a-male
      1 amalet
      1 amaliaharii
      2 amalonda
      1 amamos
      2 aman
      1 amand
     25 amanda
      1 amandaplwn
      2 amandas
      1 amandla
      1 amando
      1 amanduh
      1 amanina
      1 amanti
      1 amar
      4 amara
      1 #amarae
      3 amaranth
      1 amaray
      1 amare
      3 amaretto
      4 amari
      1 amarillo
      2 amariya
      2 amaro
      4 amat
     10 amateur
      1 #amateurs
      1 amateurs
      2 amath
      2 amaths
      1 amathus
      1 amaury
      1 amawa
      2 amaxing
      3 amaz
     12 amazayn
      2 #amazaynmaliklist
      1 amazazing
      2 #amaze
     11 amaze
      1 amazeball
      1 #amazeballs
      5 amazeballs
     13 amazed
      2 amazes
      1 amazico
      1 amazig
      1 #amaziiing
      1 amaziiing
      1 amaziing
     10 amazin
      1 amazine
     10 #amazing
   1381 amazing
      1 amazingb
      1 amazing.buffet
      1 amazing-est
      2 amazingest
      1 #amazingestshoesever
      6 amazingg
      1 amazingit
     15 amazingly
      1 #amazingness
      1 amazing-ness
      1 amazingness
      1 #amazingtasha
      1 amazing.thanks
      3 #amazon
    116 amazon
      4 amazonbasics
      2 amazon.co
      1 amazon.comthis
      1 amazonia
      1 amazons
      1 amazumba
      1 amazzing
      1 amazzingg
      1 amazzzing
      3 amb
      1 amba
      1 ambas
      1 ambassadeur
      8 ambassador
      1 ambassadors
      1 ambassadress
      1 ambedkar
     46 amber
      1 amberet
      1 amberly
      1 ambers
      1 ambi
      2 ambiance
      6 ambient
      1 ambik
      3 ambil
      1 ambilis
      1 #ambiracial
      8 ambition
      3 ambitions
      6 ambitious
      1 ambitous
      1 ambivalent
      6 ambrose
      1 ambu
      1 ambuence
      5 ambulance
      3 ambush
      1 ambustus
      6 amc
      2 amco
     14 amd
      1 amdhalfhrsleft
      1 amdoingbetter>
      6 ame
      1 amean
      1 ameblo
      1 amebo
      2 amec
      1 ameda
      1 ameeem
      1 ameeen
      2 ameen
      1 ameeno
      1 ameera
      4 amel
      7 amelia
      1 amelie
      1 amelya
      2 #amen
     49 amen
      1 amen-a
      1 amena
      1 #amenbrother
      4 amend
      1 amendment
      1 amends
      1 amenities
      1 amepotea
      3 amer
      1 amercas
      2 ameri
      2 americ
      2 #america
    259 america
      1 america.hahaha
    408 american
      1 american--a
      3 americana
     19 #americanidol
      1 americanization
      1 americanlogic
      1 american-made
      1 americano
      1 americanos
      1 #americanpie
      1 americanpie
      1 #americanroadtrip
     30 americans
      1 americansone
     12 americas
      1 americko-cesky
      1 americus
      3 ameriphone
      1 amerique
      1 amersham
      5 ames
      1 amethys
     12 amethyst
      1 amex
      1 #amextff
      1 #amf
      2 amf
      1 amfetamin
      1 amflo
      2 amg
      1 #amgeekingoutagain
      1 amherst
      2 ami
      1 amici
      3 amid
      2 amidst
      2 amie
      1 amiee
      1 amieenn
      1 amiel
      1 amien
      1 amienn
      3 amiga
      1 amigaa
      1 amigas
      1 amigo
      1 amigoo
      5 amigos
      1 amii
      6 amiiin
      1 amiiinn
      5 amiin
      1 amiinn
      1 amika
      1 amilcar
      1 amiliah
     36 amin
      3 amina
      1 aminco
      1 amini
      4 aminn
      3 amino
      1 ami-pro
      3 amir
      3 amira
      1 amirah
      1 amiramashuri
      1 amiright
      2 amirul
      1 amis
      2 amish
      1 amiss
      1 amisskapamilya
      1 amistad
      1 amit
      1 amitabh
      1 #amitheonlyonedyingoffyourdp
      1 amitofo
      1 amity
      1 amityville
      1 #amiweird
      1 a'miyah
      1 amkka
      1 amlie
      1 amlovin
      1 amlovinit
      6 amm
      5 amma
      1 ammama
      3 amman
      1 ammazzingg
      1 am.me
      6 ammo
      3 ammonia
      1 ammopouch
      1 ammounyt
      2 amn
      1 amnd
      3 amnesia
      2 amnesiac
      1 amnesias
      1 amnogood
      1 amnotahappybunny
      1 amnotastalker
      1 amnt
     70 amo
      1 amod
      1 amok
      1 amon
     52 among
      1 #amongfriends
      1 amongs
      6 amongst
      1 amonth
      1 amoor
      8 amor
      6 amore
      6 amos
      1 am_ossy
      1 amother
     56 amount
     13 amounts
      2 amour
      1 #amouramour
      1 amourx
      1 am-out
      1 amoxicilan
     28 amp
      1 ampang
      1 ampco
      2 ampe
      4 amped
      1 amphi
      3 amphibian
      4 ample
      1 amplification
     10 amplified
     13 amplifier
      1 amplifiers
      3 amplify
      1 amplyfi
      6 amps
      1 amputated
      4 amputation
      1 amr
      2 #amreading
      1 amrohi
      1 amry
      3 #ams
      6 ams
      1 amscan
      1 amscan-cream
      1 ams-i
      1 amspoiled
      1 amstell
     16 amsterdam
      1 amtii
      1 amtv
      2 amu
      1 amuary
      2 amul
      3 amulet
      1 amulets
      1 amunique
      1 amursingly
      4 amuse
      8 amused
      1 #amuseme
      3 amusement
      1 amuses
      7 amusing
      1 amvi
      1 amwaj
      1 #amwriting
     60 amy
      1 amychildsofficial
      1 #amynator
      1 amyournationalanthem
      1 amyrhiby
      1 #amyrobbins
      1 amys
      2 amz
      9 amzer
      3 amzing
      2 #amzn
      3 amzn
   3632 an
     46 ana
      1 anabeeeb
      2 anacardium
      1 anaconda
      1 anadas
      2 anagallis
      4 anaheim
      1 anais
     12 anak
      7 anakin
     12 anal
      1 analgesic
      1 analgesics
     13 analog
      1 analogous
      1 analogue
      2 analogy
      1 analy
      1 analys
      1 analysed
      3 analyses
      3 analysing
     63 analysis
     14 analyst
      1 analyst-contract
      2 analysts
      2 analytic
      9 analytical
      1 #analytics
      4 analytics
      2 analyze
      4 analyzing
      1 ananka
      1 anansi
      1 anantz
      1 anaphylaxis
      1 #anaproblems
      1 anarchism
      1 anarchist
      2 anarchy
